<template>
	<div>
		<div class="jumbotron">
			<div class="text-white text-center">
				<div>
					<h1><strong>멤버십 안내</strong></h1>
					<p>
						KT 멤버십 등급별 혜택 안내
					</p>
				</div>
			</div>
		</div>
		<div class="outertab">
			<div class="innertab">
				<ul id="tab">
					<li v-on:click="active1st" :class="{ menuactive: onClicked1st }"><a>멤버십 등급</a></li>
					<li v-on:click="active2nd" :class="{ menuactive: onClicked2nd }"><a>멤버십 약관</a></li>
				</ul>
			</div>
		</div>
		<div v-if="flag" class="contents">
			<h3 class="font-weight-bold">멤버십 등급이란?</h3>
			<p>
				KT 5대 상품(모바일, 인터넷, IPTV, 집전화, 인터넷전화)고객님께 제공하는 KT의 고객 등급 제도 입니다.<br />
				고객님의 연간 이용요금(납부합계액)에 따라 고객 등급이 산정됩니다.
			</p>
			<h3 class="font-weight-bold">멤버십 등급 산정을 위한 연간 이용요금에 포함되는 항목</h3>
			<hr />
			<hr />
			연간이용요금은 등급산정 기준시점(매년 11월1일 0시)에 가입하고 있는 5대 상품의 위 항목이 포함되며, 모든 연체액, 부가세, 소액결제, 정보 이용료, 회수대행, 단말대금, 국제통화료, 로밍이용료,
			설치비 등을 제외한 금액으로, 등급산정 기준시점 직전 12개월의 합산액임(요금할인을 적용받은 이용금액은 제외되나, 선택할인(20~25% 요금할인)은 포함)<br /><br />

			<h3 class="font-weight-bold">멤버십 등급 기준</h3>
			<hr />
			멤버십 등급 기준으로 VVIP 멤버십은 연간 이용금액 200만원 이상 15만 포인트를 제공하며, VIP 멤버십은 연간이용금액 100만원 이상 12만 포인 트를 제공하고, GOLD 멤버십은 60만원 이상 10만
			포인트를 제공합니다. SILVER 멤버십은 40만원 이상 7만 포인트를 제공하고 있으며, WHITE 멤버십은 20만원 이상 5만 포인트를 제공합니다. 또한 일반 멤버십은 20만원 미만을 제공하고있습니다.
			<hr />
			연간 이용금액이 20만원 미만인 고객 중 모바일 가입기간이 1년 미만인 회선을 보유한 고객은 화이트등급 부여<br />
			연간 이용금액 기준 예시 : 2020년 등급은 2018년 11월 ~ 2019년 10월 청구기준(2018년 10월 ~ 2019년 9월 사용액 기준)<br />
			골드등급 고객 중, 1월 1일, 7월 1일 기준으로 모바일 실사용 기간(정지기간 제외) 만 6년 이상이면 VIP등급 상향<br />
			<h3 class="font-weight-bold">멤버십 연간 포인트 부여 시기 및 유효기간</h3>
			<hr />
			포인트 이용기간 매년 1월 1일 멤버십 포인트 일괄부여 매년 12월 31일 혜택기간 종료 <br />
			유무선 마일리지에서 전환된 멤버십포인트는 다음 해 말 혜택 기간 종료됨<br />
			<h3 class="font-weight-bold">주요 추가혜택</h3>
			<hr />
			<br />
			<h3 class="font-weight-bold">모바일 가입자 대상 장기 특별포인트 (해당년도 12월 31일까지 제공)</h3>
			<hr />
			<table>
				<tr>
					<td>대상</td>
					<td>추가혜택</td>
				</tr>
				<tr>
					<td>모바일 가입기간 만 3년 이상 ~ 만 4년 미만 고객</td>
					<td>멤버십 포인트 1만 추가 지급</td>
				</tr>
				<tr>
					<td>모바일 가입기간 만 6년 이상 ~ 만 7년 미만 고객</td>
					<td>멤버십 포인트 2만 추가 지급</td>
				</tr>
				<tr>
					<td>모바일 가입기간 만 9년 이상 ~ 만 10년 미만 고객</td>
					<td>멤버십 포인트 3만 추가 지급</td>
				</tr>
				<tr>
					<td>
						모바일 실사용 기간(정지기간 제외)<br />
						만 6년 이상 고객 &골드등급 고객
					</td>
					<td>VIP 등급으로 상향</td>
				</tr>
			</table>

			<br />
			특별포인트 지급 대상 : 매년 1월 1일 기준, 모바일 만 3년/만 6년/만 9년인 회선<br />
			특별포인트 지급 방법 : 멤버십 홈페이지를 통해 신청한 고객에 한해 부여 특별포인트 신청 바로가기 <br />
			VIP 등급 상향 대상자 기준 일 : 1월 1일, 7월 1일(매년 2회)<br />
			<br />

			<h3 class="font-weight-bold">특별 포인트 제공 (상시)</h3>
			<hr />
			<table>
				<tr>
					<td>대상</td>
					<td>추가혜택</td>
				</tr>
				<tr>
					<td>이메일/모바일/스마트/kt.com웹 명세서 신청 고객</td>
					<td>명세서 당 매월 200포인트 제공</td>
				</tr>
				<tr>
					<td>이벤트 참여 고객</td>
					<td>각종 이벤트 참여시 별도 제공</td>
				</tr>
				<tr>
					<td>
						장기마일리지(구)/보너스마일리지(구)<br />
						보유한 고객이 KT 멤버십 가입 시
					</td>
					<td>멤버십 가입 시 소멸되는 장기마일리지(구)/ 보너스마일리지(구) 만큼 멤버십포인트로 제공</td>
				</tr>
				<tr>
					<td>유선포인트 보유 고객이 멤버십 가입 시</td>
					<td>멤버십 가입 시 소멸되는 유선포인트 만큼 멤버십 포인트로 제공</td>
				</tr>
				<tr>
					<td>
						KT 패밀리박스 가입 고객 중,<br />
						KT 멤버십에 가입된 고객 대상 패밀리박스 안내
					</td>
					<td>KT 패밀리박스의 포인트박스에 매월 1,000 포인트 지급</td>
				</tr>
			</table>

			<br />
			<h3 class="font-weight-bold">멤버십 VIP 요금제 혜택</h3>
			<hr />
			<br />
			멤버십 VVIP, VIP 요금제 가입 후 다음달 말까지(정지없이) 해당 요금제를 유지하면 다다음달 1일에 KT 멤버십 VVIP/VIP등급을 부여해 드립니다.<br />
			멤버십 VVIP, VIP 요금제에서 다른 요금제로 변경하는 경우, 다음달 초에 혜택이 중단됩니다.<br />
			멤버십 VVIP, VIP 요금제 유지기간 중에 정지가 있는 경우, 정지가 해제된 날부터 다시 다음달 말까지 계산됩니다.
			<br />
			<br />
			현재 VVIP, VIP요금제는 다음과 같습니다.<br />
			<br />
			멤버십 VVIP요금제 (20년 5월 7일 기준) <br />
			: 슈퍼플랜 프리미엄 Plus, 슈퍼플랜 스페셜 Plus, 슈퍼플랜 스페셜, Y슈퍼플랜 스페셜(~20.6.30)<br />
			멤버십 VIP요금제 (20년 5월 7일 기준)<br />
			: 슈퍼플랜 베이직 Plus, 슈퍼플랜 베이직, Y슈퍼플랜 베이직, 데이터ON 프리미엄/비디오, Y데이터ON 프리미엄/비디오, LTE데이터선택 76.8/87.8/109.8, Y데이터선택 76.8, 순 완전무한 77/99(LTE, 3G),
			완전무한 97/129(3G), 순데이터안심무한(LTE), 완전무한 97/129(LTE), 유선무선완전무한 10GB, 광대역 안심무한 100, Style950, i-프리미엄, 아이폰평생-프리미엄, LTE-1300/1250/1100/1000/950/850,
			모두다올레 125/100(LTE), 음성 2000, 음성이월 30시간, 10GiGA 인터넷 최대 10G, 5G 다이렉트 신한 SOL (20.5.7~6.30), LTE 다이렉트 신한 SOL (20.5.7~6.30)
		</div>
		<div v-else>
			멤버십 약관 안내 제 1 조 (목적) 이 약관은 주식회사 케이티 (이하 "회사")가 kt 멤버십 회원(이하 "회원")에게 제공하는 서비스의 내용과 당사자의 권리, 의무 및 책임사항을 규정하는 것을 목적으로
			한다. 제 2 조 (용어정의) ① “kt 멤버십(이하 “멤버십”)”이란 회사가 회사의 5대 상품(이하 “멤버십 상품”)을 사용하고 있는 회원에게 자율적으로 제공하는 고객유지관리 프로그램입니다. ②
			“고객혜택”이란 회사가 회원에게 제공하는 “내부 디바이스, 내부 서비스 및 외부 제휴 가맹점에서 판매하는 상품(용역 포함)의 가격 할인 또는 감면 혜택, 각종 이벤트 행사”를 말합니다. ③ “회원”이란
			회사에 개인정보를 제공하여 멤버십에 회원등록을 한 개인 고객으로서 회사가 제공하는 고객혜택을 계속 이용할 수 있는 자를 말합니다. ④ “멤버십 카드(이하 “카드”)”란 회사가 회원에게 발급한 멤버십
			기능을 포함한 카드를 말하고, 플라스틱 카드 또는 모바일 카드 형태로 발급됩니다. ⑤ “제휴카드”란 제휴 카드사에서 발급한 신용/체크/선불카드로 멤버십 기능을 포함하고 있는 카드를 말합니다. ⑥
			"제휴사 및 제휴가맹점"이란 고객혜택을 제공하기 위해 회사 또는 회사가 지정한 대행사와 계약을 체결하여 고객혜택을 제공하는 자를 말합니다. ⑦ “멤버십 할인한도(이하 “할인한도”)”란 고객혜택을
			받을 수 있도록 회사가 회원에게 부여한 이용 한도를 말합니다. ⑧ “멤버십 상품”이란 모바일(WCDMA/5G), 집전화, 인터넷, 인터넷전화, IPTV와 이를 바탕으로 확장된 서비스를 말합니다. 단, 선불 상품은
			제외합니다. ⑨ “멤버십 상품 연간 자사매출납부액”(이하 “연간 자사 납부액”)이란 등급산정 기준일(매년 11월 1일, 변경시 멤버십 홈페이지에 공지)에 가입하고 계신 멤버십 상품의 아래와 같은 항목의
			등급산정 기준일 직전 12개월 납부합계액 입니다.(단, 선불 상품 제외) 1) 모바일 : 기본료, 국내통화료, 데이터 통화료 2) 집전화,인터넷전화 : 기본료, 국내통화료(단, 장기고객우대할인 회선은 제외)
			3) 인터넷 : 서비스이용료 4) IPTV : 기본상품의 서비스이용료(단, olleh tv skylife는 제외) 5) 멤버십 상품의 위 항목과 그 외 항목 전체의 연체액, 부가세, 소액결제, 정보이용료, 회수대행,
			단말대금, 요금할인, 유사 할인액(단말할부지원금 등) 및 비즈 상품의 매출 등을 연간 자사 납부액에서 제외합니다(단, ‘요금할인(지원금)’ 약정(통상 선택약정 또는 25% 요금할인으로 불림) 제도에
			의한 모바일 요금할인액은 포함됩니다). 모바일 부가서비스중 수시로 가입하는 용량별 데이터 상품(데이터를 용량으로 구매하는 LTE 데이터 충전, 데이터플러스(알), Style안심데이터, 데이터플러스)의
			납부액은 모바일 데이터 통화료에 포함합니다(단, 멤버십으로 할인 받은 금액은 데이터 통화료에 포함되지 않습니다). ⑩ "CI(Connecting Information, 연계정보)"란 신분확인을 위한 주민등록번호 대체
			수단으로 본인확인기관을 통하여 발급되는 정보를 말합니다.(자세한 내용은 i-PIN 홈페이지 http://i-pin.kisa.or.kr 참조) 제 3 조 (회원자격 및 가입) ① 회사의 “멤버십 상품 가입자” (이하
			“가입자”)는 멤버십에 가입자 명의로 가입하실 수 있습니다. 다만, 다음 각 호에 해당하는 경우는 가입하실 수 없습니다. 1) 가입자의 명의가 법인 또는 기타단체로 되어 있는 경우 2) 가입자의 명의가
			개인으로 멤버십 상품에 가입한 식별번호가 여권번호, 사업자등록번호 등 CI발급이 불가능한 고객인 경우 3) 선불 상품만 가입하고 있는 고객의 경우 ② 가입자 1인에 멤버십 플라스틱/모바일 카드 각
			1개만 발급이 되며, 가입자가 모바일 복수 회선을 보유한 경우에는 가입자가 보유한 모바일 회선 수 만큼 플라스틱/모바일 카드를 발급 받으실 수 있습니다. 제휴카드는 제한이 없습니다. ③ 구)멤버십,
			장기할인마일리지, 보너스마일리지, 유선포인트와 중복해서 가입하거나 적용 받을 수 없습니다. 각 서비스에 대한 자세한 사항은 회사 홈페이지 (http://www.kt.com)을 참조하시기 바랍니다. ④ 회원
			자격이 있는 고객이 회사가 정한 회원 가입 절차와 약관 및 개인정보취급정책에 동의하는 의사표시를 함으로써 회원 가입 신청을 합니다. ⑤ 회원가입 신청을 하더라도 아래의 사유가 있는 경우 회사는
			회원가입을 승낙하지 않습니다. 1) 가입되어 있는 모든 멤버십 상품이 이용정지된 경우 2) 이미 멤버십 회원가입이 되어 있는 경우 3) 멤버십 상품 가입자와 회원가입 신청자가 다른 경우 4) 회원가입
			신청내용이 허위, 중요 회원정보의 누락 또는 오기, 필수 동의사항이 누락되어 있는 경우 ⑥ 14세미만 미성년자가 회원이 되기 위해서는 회사가 정한 절차(서명 날인한 동의서 제출 등)에 따라 개인정보
			수집 이용에 관한 법정대리인의 동의를 얻어야 합니다. ⑦ 모바일 상품중 사람이 휴대하여 사용하지 않고, 사물 및 동물에 부착하여 사용하는 디바이스를 위한 상품은 멤버십 가입을 제한하거나 연간
			자사 납부액에서 제외할 수 있습니다.(해당 모바일 상품은 멤버십 홈페이지에 게시합니다) 제 4 조 (회원 등급 및 효력) ① 회사는 회원 명의 멤버십 상품의 연간 자사 납부액, 사용기간 등을 고려한
			고객관리 기준에 의해 회원 등급을 산정하며, 카드를 등급별로 구분하여 발급할 수 있습니다. 단, 고객관리 기준은 회사의 사정에 따라 변경될 수 있습니다. ② 회원 등급 기준은 다음과 같습니다. 1)
			등급 기준 ㅇ VVIP등급 : 연간 자사 납부액 200만원 이상 ㅇ VIP등급 : 연간 자사 납부액 100만원 이상 ㅇ 골드등급 : 연간 자사 납부액 60만원 이상 ㅇ 실버등급 : 연간 자사 납부액 40만원 이상 ㅇ
			화이트등급 : 연간 자사 납부액 20만원 이상 ㅇ 일반등급 : 연간 자사 납부액 20만원 미만 2) VIP 상향 회원 명의의 모바일 상품 실사용기간(정지기간 제외)이 6년 이상이면서 연간 자사 납부액 60만원
			이상에 해당하는 경우 VIP 등급을 부여합니다. (실사용기간 기준은 당해년도 1월 1일, 7월 1일) 단, 6년 이상된 모바일 회선을 해지시 골드등급으로 환원됩니다. 3) 예외조항 모바일 가입기간(정지기간
			포함)이 12개월 미만인 모바일 상품 가입자에게는 최소 화이트 등급을 부여함(모바일 상품 기준은 멤버십 홈페이지에 게시함) ③ 회원 등급은 요금명세서에 안내합니다. 단, 타인명의 요금명세서에 합산
			청구되는 경우 명세서에 표기되지 않으며 멤버십 홈페이지 (http://membership.kt.com)(이하 “멤버십 홈페이지”), 고객센터 등에서 안내 받을 수 있습니다. ④ 회원 가입시 모바일카드가 발급되며 즉시
			사용가능하며, 별도의 절차에 의하여 플라스틱카드 또는 제휴카드를 신청할 수 있습니다. 회사의 모바일상품을 사용하지 않는 고객은 모바일카드 발급이 제한될 수 있습니다. ⑤ 가입자가 카드를
			발급받고자 하는 경우 고객센터, 멤버십 홈페이지, 스마트폰 앱, 대리점 등을 통해 카드의 발급을 신청하여야 하고, 회사는 소정의 절차를 통하여 카드를 발급합니다. 가입자가 훼손, 분실 등의 이유로
			카드를 재발급하고자 하는 경우 고객센터, 멤버십 홈페이지, 스마트폰 앱, 대리점 등을 통해 재발급을 신청하여야 합니다. ⑥ 가입자가 제휴카드를 발급받고자 하는 경우는 각 제휴카드사에 제휴카드
			발급을 신청하여야 하고, 각 제휴카드사에서 발급 절차를 진행합니다. 가입자가 발급받은 제휴카드에 유효기한이 있는 경우 가입자는 해당 제휴카드의 유효기한 만료 전에 각 제휴카드사에 신청하여
			재발급을 받아야 하고, 만일 가입자가 제휴카드를 재발급 받지 않아 고객혜택을 받지 못하는 등의 불이익을 입는 경우 회사는 가입자가 입은 불이익에 대하여 어떠한 책임도 부담하지 않습니다. ⑦ 회원
			등급의 효력은 차기 등급의 적용일 전일까지이며, 회사는 등급산정 기준일 이후에 등급을 재평가하여 회원 등급을 조정합니다. 조정된 등급은 익년 1월 1일부터 적용되며, 등급 조정의 시점은 회사
			사정에 의하여 변경될 수 있습니다. ⑧ 등급이 하향된 경우, 외형은 상위 등급 카드이지만 해당 하위등급 카드의 고객혜택이 제공됩니다. 카드의 훼손, 분실 등으로 인한 재발급 시에는 재발급 당시 회원
			등급에 따른 카드가 발급 됩니다. ⑨ 모바일 상품의 특정 요금제를 사용하는 고객의 경우 별도 기준으로 고객등급을 부여할 수 있으며, 해당 요금제와 회원 등급은 당사 WCDMA/5G 이용약관에서
			규정합니다. 1) 멤버십 VVIP/VIP요금제 혜택 ㅇ 요금제중 가입후 일정기간 유지시 멤버십 VVIP/VIP 등급을 부여하는 요금제를 ‘멤버십 VVIP/VIP요금제’, 제공하는 혜택을 '멤버십 VVIP/VIP요금제
			혜택'이라고 통칭합니다. ㅇ 멤버십 VVIP/VIP요금제 혜택 - 멤버십 VVIP/VIP등급 부여 . 멤버십 VVIP/VIP요금제 가입후 정지없이 익월말까지 유지하는 경우 익익월초에 멤버십 VVIP/VIP등급을
			부여합니다.(정지가 있을 경우 정지가 해제된 날로부터 재계산합니다) . 멤버십 VVIP/VIP요금제가 아닌 요금제로 변경시 요금제 변경 익월 초에 멤버십 등급은 환원되며 혜택 제공이
			중단됩니다.(환원되는 등급에 맞춰 지급된 할인한도도 환수) - 멤버십 VVIP/VIP요금제(단, 순액요금 기준 WCDMA 월정액 89,000원 이상, 5G 월정액 100,000원 이상 VVIP/VIP요금제 한정. 단, 2019년 3월
			26일까지 단말보험에 가입한 고객은 순액요금 기준 월정액 76,890원 이상 적용)와 ‘KT 단말보험(파손/분실 보험)’을 모두 가입한 회원은 정해진 절차에 따라 할인한도 이용 신청을 한 경우에 매월
			할인한도로 단말보험료 납부 가능합니다. . 월 최대 할인한도 4,500점까지 이용 가능(초과되는 보험료는 정상 청구) (단, 2019년 1월 2일까지 단말보험에 가입한 고객은 최대 할인한도 5,500점 적용) .
			할인한도가 부족한 경우는 정상 청구 . 1회 신청하면 자동으로 매월 보험료 납부 . 정해진 절차에 따라 신청을 철회할 수 있으며 익월부터 중단 . KT 단말보험의 자세한 내용은 당사 WCDMA/5G 이용약관
			참조 ㅇ 요금제중 가입후 90일 유지시 멤버십 VIP등급을 부여하는 요금제는 2015년 7월1일부터는 ‘멤버십 VIP요금제 혜택’으로 통합 운영합니다. ⑩ 회사는 별도의 이벤트를 통해 특정 회원 등급을
			부여할 수 있습니다. 이 경우 부여된 등급의 부여/유지 조건, 추가된 할인한도의 부여/사용/소멸 조건 등은 이벤트 내용에 따릅니다. ⑪ 가입자의 명의가 개인과 개인사업자로 나누어 가입되어 있는
			경우는, 각각 개인과 개인사업자 단위로 연간 자사 납부액을 계산하여 등급 산정한 후에 높은 등급을 적용합니다. ⑫ WCDMA가입 고객 중 5G로 전환한 고객은 WCDMA 개통일을 기준으로 사용기간과
			가입기간을 계산합니다. 제 5 조 (할인한도) ① 회사는 회원에게 할인한도를 아래와 같이 부여하고 회원은 제공된 할인한도를 초과하여 이용할 수 없습니다. 1) 연할인한도 ㅇ VVIP등급 : 15만점 ㅇ
			VIP등급 : 12만점 ㅇ 골드등급 : 10만점 ㅇ 실버등급 : 7만점 ㅇ 화이트등급 : 5만점 ㅇ 일반등급 : 없음 2) 특별할인한도 모바일 가입기간이 아래와 같은 고객이 회사가 정한 절차에 따라 기한내
			신청하면 특별할인한도를 추가로 부여합니다. (가입기간 기준은 해당년도 1월 1일) ㅇ 만 3년 이상 4년 미만인 가입자 : 1만점 ㅇ 만 6년 이상 7년 미만인 가입자 : 2만점 ㅇ 만 9년 이상 10년 미만인
			가입자 : 3만점 3) 예외조항 연중에 멤버십에 가입하는 회원의 경우, 가입시 해당 회원의 회원 등급에 따른 연할인한도를 가입월부터 연말까지 월할 계산하여 부여 ② 연할인한도는 가입한 당일
			부여하며, 이후 2015년까지 1년에 한번씩 회원이 멤버십에 가입한 달의 익월 1일에 부여됩니다. 2016년부터 연할인한도는 매년 1월 1일에 부여합니다. 단, 회사 사정에 의하여 날짜는 일부 변경될 수
			있으며 사전에 홈페이지에 공지하며. 동조 9항에 해당하는 고객은 가입 당일에 연할인한도가 부여되지 않습니다. ③ 멤버십 가입시 적립된 보너스마일리지, 장기할인마일리지, 유선포인트 각 제도의
			1점은 할인한도 1점으로 전환되고 전환일 기준으로 익년말까지 유효하며, 할인한도로 전환된 각 제도의 포인트는 소멸됩니다. 단, 구)멤버십 포인트는 할인한도로 전환되지 않고 소멸되며, 등급에 따라
			할인한도를 새로 부여 받습니다. ④ 제공된 할인한도는 고객혜택 이용시 할인받은 금액 기준으로 할인 금액 1원당 할인한도 1점으로 산정되어 차감됩니다. 단, 일부 고객혜택은 할인한도가 차감되지
			않거나 일부만 차감될 수 있습니다. ⑤ 제공된 할인한도는 당해년도 말까지 유효합니다. 단, 별도로 유효기간을 지정하여 제공된 할인한도는 지정된 유효기간을 따릅니다. (2015년 3월 1일 이전에 부여된
			할인한도는 부여된 날부터 24개월 간 유효). ⑥ 연할인한도는 명의자 단위, 그 외의 할인한도는 회선단위로 부여되며(회선에 부여된 할인한도는 해당 회선 해지시 소멸됨), 고객간에 통합 및 양도할 수
			없습니다. 단, 하나의 결합상품에 가입한 가족간에 한해 양도가 가능하며, 양도시 가족관계를 증명(증명서류 제출 등) 하여야 합니다. 가족에게서 양도받은 할인한도는 재양도가 불가하며, 회원 본인만
			사용할 수 있습니다. 단, 결합상품 가입시 가족관계를 확인한 경우는 가족증빙서류 제출을 생략할 수 있습니다. ⑦ 명의자 단위로 부여된 할인한도는 멤버십 상품 서비스를 모두 해지시 소멸되며.
			명의변경시 승계되지 않습니다. 단, 가족간에 한해 마지막 멤버십 상품 명의변경시 사전 신청하면 승계가 가능하며, 승계시 가족관계 증명서류를 제출하여야 합니다. 할인한도 승계 신청자가 멤버십
			비회원일 경우 승계 신청 7일 이내에 멤버십에 가입하여야 하며, 7일 초과시에는 승계 불가합니다. ⑧ 회사는 별도의 이벤트를 통해 할인한도를 추가로 제공할 수 있습니다. 이 경우 추가된 할인한도의
			부여/사용/소멸 조건 등은 이벤트 내용에 따릅니다. 이벤트(신규 가입 등)에 의하여 부여된 특별 할인한도 등 멤버십 상품 회선단위로 부여된 할인한도는 가입 회선의 해지시 소멸되며, 명의변경시
			승계가 되지 않습니다. 단, 멤버십 상품중 모바일 회선에 부여된 할인한도는 가족간에 한해 사전 신청하면 승계가 가능하며, 승계시 가족관계 증명서류를 제출하여야 합니다. 1) “KT 멤버십 포인트
			충전소 서비스”를 통한 추가 할인한도 제공 ㅇ “KT 멤버십 포인트 충전소 서비스”(이하 “충전소”)란 멤버십 모바일 어플리케이션(이하 “앱”)을 통해 제공하는 잠금화면 광고 또는 앱 내 미션(프로모션과
			연계하여 고객이 특정 행동을 수행)을 정상적인 방법으로 완료하는 경우에 광고/미션별 지정된 할인한도를 추가로 부여해 주는 서비스를 말합니다. ㅇ 기간 : 17년 11월 9일 ~ 회사가 지정하는
			날짜까지(종료 30일전 공지) ㅇ 조건 - 추가 부여된 할인한도는 부여된 당해년도 말까지 이용 가능합니다. (단, 17년 11월 9일 ~ 12월 31일에 부여된 할인한도는 18년말까지 이용 가능) - 안드로이드 OS
			4.0버전 이후 단말기에서만 제공됩니다. - 비정상적인 방법으로 할인한도를 부여받은 것이 확인되면 해당 할인한도는 안내 없이 삭제될 수 있습니다. - 앱 업데이트 일정상 충전소 시작일자는 조정될 수
			있습니다. ⑨ 기존에 이용 중인 멤버십 상품이 없는 고객(회사 서비스 최초 가입고객)의 경우, 멤버십 상품 신규 가입 후 15일째 되는 날 할인한도가 부여됩니다. ⑩ 부여 사유가 발생한 멤버십 상품의
			종류에 따라 할인한도의 사용 조건을 다르게 운영하지 않습니다. 할인한도의 부여 방식(연/이벤트 등)에 따라 부여/사용 조건이 다를 수 있으며, 자세한 내용은 멤버십 홈페이지를 통해 게시합니다. ⑪
			2015년 회원등급 및 할인한도 부여 변경 관련사항 - 2014년에 연할인한도를 부여 받은 고객의 2015년 연할인한도는 기존 연할인한도를 부여한 날에 연할인한도 부여일부터 연말까지 월할 계산하여
			연할인한도를 부여합니다. (예시) ‘14년 7월에 할인한도 10만점를 받은 회원(VIP등급)은 ‘14년 7월~’15년 6월 기간에 해당하는 할인한도가 부여된 것으로, (VIP등급 유지시) ‘15년 7월에 할인한도
			12만점에 대한 6/12에 해당하는 6만점을 추가로 부여 ⑫ 회사는 할인한도 사용/잔여/혜택기간종료 현황을 회원의 요금청구서에 안내합니다. (단, 타인명의 서비스에 합산청구된 회원의 할인한도는
			청구서에 표기되지 않으므로 홈페이지, 콜센터 등에서 안내 받을 수 있습니다) ⑬ 연중에 등급이 변경되는 경우, 잔여 할인한도는 해당 등급 연할인한도 – 연간누적 사용할인한도로 계산합니다(연중
			가입한 고객은 연할인한도 월할계산 적용). 잔여 할인한도 계산 값이 0보다 작을 때는 0으로 표시합니다. 제 6 조 (연회비) ① 회사는 전년도 멤버십 서비스 사용이력이 있는 회원에 대하여 연회비로
			매년 1월(회사 사정에 의하여 변경 가능)에 잔여 할인한도에서 1,000점을 차감하되, 잔여 할인한도가 1,000점 미만이면 잔여 할인한도만 차감합니다. ② 연회비는 후불이며, 전년도 사용이력이 있는
			회원은 멤버십 서비스를 정지하였다 하더라도 연회비는 차감됩니다. ③ 연중에 신규로 가입한 고객의 연회비는 가입월을 시점으로 월할 계산합니다. ④ 2018년부터 연회비 차감을 중단합니다. 제 7 조
			(약관의 개정 등) ① 회사는 멤버십 회원약관의 개정 시 시행예정일 및 변경사유를 명시하여 현행 약관과 함께 멤버십 홈페이지에 그 시행예정일 7일 이전에 공지합니다. 단, 회원에게 불리하게 약관
			내용을 개정하는 경우에는 30일 이전에 다음 각 호에 규정된 방법 중 1가지 이상의 방법으로 회원에게 약관 개정 사실과 상세내용 조회 방법을 추가 고지합니다.(단, 연락처 미기재, 변경 등으로 인하여
			추가 고지가 어려운 경우는 고지한 것으로 간주합니다) 1) e-mail 통보 2) 서면(요금청구서 포함) 통보 3) 휴대전화 SMS/MMS 통보 ② 관련 법률 효력의 변경, 제휴가맹점의 휴폐업/서비스 중단 등 회사가
			사전에 인지할 수 없는 경우에는 동조 1항에도 불구하고 사전 공지 없이 변경될 수 있습니다. 단, 이 경우에는 회사가 인지하는 시점에 즉시 멤버십 홈페이지에 공지합니다. 제 8 조 (회원 자격 상실 및
			정지) ① 회원이 가입한 모든 멤버십 상품을 해지(일반, 직권)하거나 명의 변경할 경우 회원은 멤버십 회원 자격을 상실합니다. ② 회원이 가입한 모든 멤버십 상품이 이용정지되는 경우 회원은 멤버십
			회원 자격이 정지되며, 모든 고객혜택 제공이 중단됩니다. ③ 카드 분실로 인한 분실신고시 회원이 이용중인 동일한 카드번호의 모든 카드는 사용정지 됩니다. ④ 플라스틱카드 발급 고객이 제휴카드를
			발급 받을 경우 제휴카드 수령 후 회사에서 제공하는 멤버십 서비스를 최초 사용시 기존 플라스틱카드의 기능은 소멸되고, 제휴카드 발급 고객이 플라스틱카드를 발급 받을 경우 카드 수령확인 인증
			시점에서 기존 제휴카드의 기능은 소멸 됩니다. ⑤ 회원이 제 3조 5항 3,4호의 조건을 위반한 경우 회원은 멤버십 회원 자격을 상실합니다. ⑥ 회원은 멤버십 가입후 14일 이내에 제공된 할인한도를 전혀
			사용하지 않았으면 가입을 취소할 수 있습니다. 회원이 회사가 정한 절차에 따라 멤버십 회원 탈퇴 의사를 표시한 경우 회원은 멤버십 회원에서 탈퇴되며, 제공된 모든 할인한도 (연할인한도, 다른
			서비스에서 전환된 할인한도 등)는 즉시 소멸됩니다. 제 9 조 (고객 혜택) ① 멤버십 회원은 회사가 제공하는 고객 혜택을 이용할 수 있습니다. 일부 고객 혜택은 특정 등급 고객에게만 제공될 수
			있습니다. ② 고객 혜택은 회사의 사정에 따라 변경될 수 있으며, 고객 혜택 변경시 회원에게 시행예정일 7일 이전에 공지합니다. 단, 회원에게 불리하게 변경/종료하는 경우에는 30일 이전에 다음 각
			호에 규정된 방법 중 1가지 이상의 방법으로 회원에게 그 사실을 공지합니다. 1) 홈페이지 공지 2) e-mail 통보 3) 서면(요금청구서 포함) 통보 4) 휴대전화 SMS/MMS 통보 ③ 관련 법률 효력의 변경,
			제휴가맹점의 휴폐업/서비스 중단 등 회사가 사전에 인지할 수 없는 경우에는 동조 2항에도 불구하고 사전 공지 없이 변경될 수 있으며, 이 경우에는 회사가 인지하는 시점에 즉시 멤버십 홈페이지에
			공지합니다. ④ 고객 혜택은 사용 방법, 이벤트 유무 등에 따라 상이하거나 제한될 수 있으며 구체적인 사용 방법과 제공 범위는 멤버십 홈페이지를 통해 게시합니다. ⑤ 회원은 제휴 가맹점 서비스
			이용시 가맹점에 따라 카드 제시 또는 카드와 신분증을 함께 제시하는 방법으로 이용하여야 합니다. 제 10 조 (제휴가맹점 서비스 이용) ① 회원이 제휴가맹점 서비스를 이용하는 경우 제휴사의 약관
			또는 이용조건에 따릅니다. ② 제휴가맹점 서비스는 제휴사의 책임하에 이루어지며, 이용시 발생할 수 있는 법적 책임은 제휴사에 있으며, 회사는 이에 대한 법적 책임이 없습니다. 제 12 조 (개인정보의
			수집/이용, 위탁 및 제공) ① 회사는 멤버십 서비스 제공을 위한 회원의 정보수집시 서비스이행에 필요한 최소한의 정보를 수집합니다. 1) 수집 이용, 목적 : 멤버십 서비스 제공 ,플라스틱 카드
			발급(비씨카드), 고객 이벤트 제공 등 2) 수집 항목 : 성명, 생일, 성별, 연락전화번호, 이메일주소, 주소, 결혼여부, 관심분야 등 3) 이용 및 보유 기간 : 서비스 가입기간(가입일~해지일) 동안
			이용되고, 분쟁 대비를 위해 해지후 6개월까지 보유할 수 있으며, 요금 관련 분쟁이 계속될 경우에는 해결시까지 보유(단, 법령에 특별한 규정이 있을 경우, 관련 법령에 따라 보관) ② 회원의
			개인식별이 가능한 개인정보를 수집하는 때에는 회사는 반드시 당해 회원의 동의를 받습니다. ③ 회사는 멤버십 서비스 제공, 마케팅활동, 분쟁 해결 등의 목적을 위하여 회원의 동의를 받아 멤버십
			제휴사 또는 제휴가맹점에 회원의 개인정보를 제공할 수 있습니다. ④ 이 약관과 관련하여 회원으로부터 취득한 정보는 '정보통신망 이용촉진 및 정보보호 등에 관한 법률' 제22조의 규정에 따라
			타인에게 제공, 활용 시 회원의 동의를 얻어야 합니다. ⑤ 회사는 Oh! point 관련 서비스 제공, 마케팅활동 등의 목적을 위하여 회원의 동의를 받아 비씨카드 및 Oh! point 제휴사 또는 가맹점에 회원의
			개인정보를 제공할 수 있습니다. 제 13 조 (SMS/MMS, E-mail 안내) 회사는 멤버십가입 이후 회원에게 멤버십 서비스 관련 정보(할인한도 차감 정보, 신규 서비스 정보 등)를 SMS 또는 MMS를 통해 제공할
			수 있으며, 멤버십 관련 정보를 SMS/MMS, E-mail 등 으로 제공합니다. 제 14 조 (회원의 의무) ① 회원의 주소, 전화번호 등 개인정보 변경사항이 있을 때에는 고객센터, 멤버십 홈페이지 등에 즉시
			통지하셔야 합니다. ② 회원은 카드 분실 시 즉시 고객센터, 멤버십 홈페이지 등에 즉시 통지하셔야 합니다. ③ 회원은 멤버십 카드를 본인만 사용하여야 하며, 타인에게 양도/대여할 수 없으며 부정적인
			방법(할인한도를 타인에게 양도, 판매, 담보로 제공 등)으로 고객혜택을 이용하여서는 안됩니다. 이 경우 관련된 할인한도는 가능한 범위에서 원상복귀하고 회수하지 못한 할인한도는 이후 제공하는
			할인한도에서 상계하고 제공될 수 있습니다. ④ 모바일카드는 발급된 단말기(일반폰)와 지정된 앱(스마트폰)에서만 사용하고 화면을 저장하여 이용하면 안되며, 제휴가맹점에서 기기를 통하여 인식시켜
			이용하여야 하며, 부득이한 경우 모바일카드를 제시하여 카드번호를 손으로 입력하여 사용할 수 있습니다. 이 경우 모바일카드 번호가 타인에게 알려지지 않도록 주의하여야 합니다. ⑤ 동조 1~4항의
			통지를 하지 않음으로써 발생하는 손해는 회원이 부담하셔야 합니다. 제 15 조 (본 약관 위반 시 책임) ① 회사와 회원은 이 약관을 위반함으로써 발생한 손해에 대하여 각자의 책임부분은 각자가
			부담하며 이로 인해 상대방에게 손해를 입힌 경우에는 이를 배상하여야 합니다. ② 회원이 이 약관의 중요 부분을 위반했을 경우 가맹점에서의 멤버십 서비스 사용행위는 성립되지 않은 것으로 간주하여
			회사는 멤버십 서비스 제공을 거부할 수 있습니다. 제 16 조 (약관에 정하지 않은 사항) 이 약관에 규정되지 않은 사항에 대해서는 관련법령 또는 상관례에 따릅니다. 제 17 조 (분쟁의 조정 및
			관할법원) ① 본 약관에 따른 분쟁이 발생할 경우 회사와 회원간에 상호 원만히 협의하여 결정하도록 하며, 만일 합의가 안될 경우에는 관련 법령 또는 상관례에 따릅니다. ② 본 약관과 관련한 모든
			분쟁은 서울중앙지방법원을 그 관할 법원으로 합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2010년 6월 7일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2012년 1월 1일부터 시행합니다.
			[부칙] 제 1 조 (시행일) 본 이용약관은 2012년 11월 11일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2013년 2월 18일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2013년
			3월 3일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2013년 4월 10일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2013년 7월 1일부터 시행합니다. [부칙] 제 1 조 (시행일)
			본 이용약관은 2013년 9월 16일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2013년 12월 26일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2014년 4월 28일부터 시행합니다.
			[부칙] 제 1 조 (시행일) 본 이용약관은 2014년 9월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2015년 1월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2015년 3월
			1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2015년 7월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2016년 1월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본
			이용약관은 2016년 5월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2017년 1월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2017년 2월 1일부터 시행합니다. [부칙]
			제 1 조 (시행일) 본 이용약관은 2017년 11월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2017년 11월 9일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2018년 1월
			2일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2018년 2월 12일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2018년 5월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본
			이용약관은 2018년 5월 30일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2018년 8월 1일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2019년 1월 3일부터 시행합니다. [부칙]
			제 1 조 (시행일) 본 이용약관은 2019년 3월 27일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2019년 4월 3일부터 시행합니다. [부칙] 제 1 조 (시행일) 본 이용약관은 2020년 1월 1일부터
			시행합니다.
		</div>
	</div>
</template>

<script>
export default {
	name: 'MembershipInfoPage',
	data() {
		return {
			flag: true,
			onClicked1st: true,
			onClicked2nd: false
		};
	},
	methods: {
		changeFlag() {},
		active1st() {
			this.onClicked1st = true;
			this.onClicked2nd = false;
			this.flag = true;
		},
		active2nd() {
			this.onClicked2nd = true;
			this.onClicked1st = false;
			this.flag = false;
		}
	}
};
</script>

<style scoped>
.jumbotron {
	background-image: url('../assets/membershipsignup.jpg');
	background-size: 100%;
	box-shadow: none;
}
.outertab {
	width: 100%;
	text-align: center;
	height: 80px;
}
.innertab {
	display: inline-block;
}
#tab li {
	list-style: none;
	float: left;
	display: block;
	width: 300px;
	height: 60px;
	color: white;
	font-size: 19px;
	text-align: center;
	line-height: 60px;
	background-color: #7a7c8d;
	box-sizing: border-box;
}

.menuactive {
	border: 4px solid #0d6f9d;
	color: #0d6f9d !important;
	background-color: white !important;
}
.contents {
	padding-top: 50px;
	padding-left: 100px;
}
</style>
